package com.leonino.vneocherediandroid.res;

import java.util.HashMap;
import java.util.Map;

public class Addresses {
    public static Map<String, String> all = new HashMap<String, String>() {{
 put("51.822280, 55.160933", "Северный проезд, 8");
 put("51.822747, 55.162155", "Северный проезд, 10");
 put("51.823504, 55.163682", "Северный проезд, 14");
 put("51.824885, 55.166664", "Северный проезд, 16");
 put("51.824184, 55.167186", "Северный проезд, 16/1");
 put("51.824072, 55.168668", "Северный проезд, 16/2");
 put("51.825481, 55.168111", "Северный проезд, 18");
 put("51.826416, 55.170599", "Северный проезд, 20");
 put(
                "51.826755, 55.171408", "Северный проезд, 20/1");
 put(
                "51.827073, 55.172243", "Северный проезд, 22");
 put(
                "51.827445, 55.173043", "Северный проезд, 24");
 put(
                "51.827785, 55.173851", "Северный проезд, 24/1");
 put(
                "51.827523, 55.174938", "улица Братьев Хусаиновых, 2");
 put(
                "51.826343, 55.173815", "улица Братьев Хусаиновых, 2/2");
 put(
                "51.826627, 55.175872", "улица Братьев Хусаиновых, 4");
 put(
                "51.825920, 55.174947", "улица Братьев Хусаиновых, 4/1");
 put(
                "51.825792, 55.176007", "улица Братьев Хусаиновых, 4/2");
 put(
                "51.815827, 55.176537", "Высотная улица, 2");
 put(
                "51.816150, 55.177866", "Высотная улица, 4");
 put(
                "51.816468, 55.178585", "Высотная улица, 6");
 put(
                "51.816785, 55.179340", "Высотная улица, 8");
 put(
                "51.817486, 55.180499", "Высотная улица, 10");
 put(
                "51.816696, 55.180400", "Высотная улица, 10/1");
 put(
                "51.818299, 55.182502", "Высотная улица, 12");
 put(
                "51.814697, 55.181568", "улица Карпова, 1");
 put(
                "51.815577, 55.181927", "улица Карпова, 1/1");
 put(
                "51.815053, 55.182861", "улица Карпова, 3");
 put(
                "51.816874, 55.182538", "улица Карпова, 3/1");
 put(
                "51.808021, 55.172216", "улица Гаранькина, 17");
 put(
                "51.808600, 55.173573", "улица Гаранькина, 19");
 put(
                "51.809057, 55.174767", "улица Гаранькина, 21");
 put(
                "51.809530, 55.175953", "улица Гаранькина, 23");
 put(
                "51.810198, 55.176627", "улица Гаранькина, 25");
 put(
                "51.810616, 55.178046", "улица Гаранькина, 27");
 put(
                "51.821879, 55.162802", "улица Диагностики, 3");
 put(
                "51.821473, 55.164302", "улица Диагностики, 3/1");
 put(
                "51.822797, 55.163179", "улица Диагностики, 3/2");
 put(
                "51.820643, 55.164248", "улица Диагностики, 5");
 put(
                "51.818700, 55.167186", "улица Диагностики, 9");
 put(
                "51.818327, 55.166880", "улица Диагностики, 9/1");
 put(
                "51.818778, 55.168326", "улица Диагностики, 17");
 put(
                "51.817770, 55.167976", "улица Диагностики, 17/1");
 put(
                "51.816662, 55.169467", "улица Диагностики, 19");
 put(
                "51.816111, 55.170078", "улица Диагностики, 21");
 put(
                "51.808500, 55.171183", "Транспортная улица, 18");
 put(
                "51.808968, 55.172234", "Транспортная улица, 18/2");
 put(
                "51.809519, 55.173447", "Транспортная улица, 18/3");
 put(
                "51.810477, 55.173770", "Транспортная улица, 18/4");
 put(
                "51.810833, 55.174516", "Транспортная улица, 18/5");
 put(
                "51.809413, 55.170357", "Транспортная улица, 16");
 put(
                "51.810137, 55.169656", "Транспортная улица, 16А");
 put(
                "51.812236, 55.170689", "Транспортная улица, 16Б");
 put(
                "51.812019, 55.169719", "Транспортная улица, 16/1");
 put(
                "51.811056, 55.169467", "Транспортная улица, 16/2");
 put(
                "51.811741, 55.171479", "Транспортная улица, 16/3");
 put(
                "51.810610, 55.171075", "Транспортная улица, 16/4");
 put(
                "51.811674, 55.168183", "Транспортная улица, 14/3");
 put(
                "51.813723, 55.168219", "Транспортная улица, 7");
 put(
                "51.813099, 55.168048", "Транспортная улица, 7А");
 put(
                "51.815415, 55.172360", "улица Есимова, 3");
 put(
                "51.814413, 55.171713", "улица Есимова, 3/1");
 put(
                "51.815154, 55.171731", "улица Есимова, 3/2");
 put(
                "51.813973, 55.170159", "улица Есимова, 7");
 put(
                "51.813845, 55.171192", "улица Есимова, 9");
 put(
                "51.813116, 55.171237", "улица Есимова, 11");
 put(
                "51.813049, 55.169000", "улица Есимова, 13");
 put(
                "51.812977, 55.169557", "улица Есимова, 13/1");
 put(
                "51.812910, 55.170132", "улица Есимова, 13/2");
 put(
                "51.825764, 55.170590", "улица Поляничко, 1");
 put(
                "51.825720, 55.169162", "улица Поляничко, 2");
 put(
                "51.825158, 55.170051", "улица Поляничко, 2A");
 put(
                "51.825141, 55.171363", "улица Поляничко, 3");
 put(
                "51.825926, 55.172072", "улица Поляничко, 3/1");
 put(
                "51.824362, 55.170905", "улица Поляничко, 4");
 put(
                "51.824863, 55.168874", "улица Поляничко, 4/1");
 put(
                "51.824607, 55.171839", "улица Поляничко, 5");
 put(
                "51.824518, 55.172926", "улица Поляничко, 7");
 put(
                "51.825158, 55.174525", "улица Поляничко, 7/1");
 put(
                "51.825258, 55.173402", "улица Поляничко, 7/2");
 put(
                "51.823042, 55.172153", "улица Поляничко, 8");
 put(
                "51.823783, 55.173060", "улица Поляничко, 9");
 put(
                "51.821818, 55.173617", "улица Поляничко, 10");
 put(
                "51.821467, 55.172656", "улица Поляничко, 10/1");
 put(
                "51.822308, 55.174318", "улица Поляничко, 11");
 put(
                "51.822892, 55.174651", "улица Поляничко, 11/2");
 put(
                "51.823404, 55.175863", "улица Поляничко, 11/3");
 put(
                "51.820560, 55.174686", "улица Поляничко, 12");
 put(
                "51.820014, 55.173743", "улица Поляничко, 12/1");
 put(
                "51.823788, 55.166108", "Салмышская улица, 43");
 put(
                "51.823165, 55.166970", "Салмышская улица, 43/1");
 put(
                "51.822558, 55.168075", "Салмышская улица, 43/2");
 put(
                "51.820816, 55.169854", "Салмышская улица, 43/4");
 put(
                "51.821667, 55.168847", "Салмышская улица, 43/5");
 put(
                "51.823226, 55.168246", "Салмышская улица, 43A");
 put(
                "51.823243, 55.165236", "Салмышская улица, 44");
 put(
                "51.822959, 55.163817", "Салмышская улица, 44/2");
 put(
                "51.820003, 55.170393", "Салмышская улица, 45");
 put(
                "51.820788, 55.170833", "Салмышская улица, 45/1");
 put(
                "51.820471, 55.172432", "Салмышская улица, 45/3");
 put(
                "51.822018, 55.166368", "Салмышская улица, 46");
 put(
                "51.821155, 55.165739", "Салмышская улица, 46/2");
 put(
                "51.819118, 55.171345", "Салмышская улица, 47");
 put(
                "51.819546, 55.172674", "Салмышская улица, 47/1");
 put(
                "51.820220, 55.168551", "Салмышская улица, 48");
 put(
                "51.821061, 55.167572", "Салмышская улица, 48/2");
 put(
                "51.818951, 55.169916", "Салмышская улица, 52");
 put(
                "51.818633, 55.169072", "Салмышская улица, 52/1");
 put(
                "51.819352, 55.168102", "Салмышская улица, 52/2");
 put(
                "51.819140, 55.167671", "Салмышская улица, 52/3");
 put(
                "51.818121, 55.170662", "Салмышская улица, 54");
 put(
                "51.817136, 55.170949", "Салмышская улица, 56");
     put("51.816685, 55.172270", "Салмышская улица, 56А");
 put(
                "51.816579, 55.171237", "Салмышская улица, 58");
 put(
                "51.816195, 55.171803", "Салмышская улица, 58/1");
 put(
                "51.815649, 55.170446", "Салмышская улица, 58/2");
 put(
                "51.815165, 55.175755", "Салмышская улица, 61");
 put(
                "51.815382, 55.173312", "Салмышская улица, 62");
 put(
                "51.814686, 55.176241", "Салмышская улица, 63");
 put(
                "51.814480, 55.174094", "Салмышская улица, 64");
 put(
                "51.814408, 55.174668", "Салмышская улица, 64/1");
 put(
                "51.814196, 55.174695", "Салмышская улица, 64/2");
 put(
                "51.814135, 55.173456", "Салмышская улица, 64/3");
 put(
                "51.813906, 55.174686", "Салмышская улица, 64/4");
 put(
                "51.814257, 55.176726", "Салмышская улица, 65");
 put(
                "51.813767, 55.172315", "Салмышская улица, 66");
 put(
                "51.813517, 55.177480", "Салмышская улица, 67");
 put(
                "51.813472, 55.179016", "Салмышская улица, 67/1");
 put(
                "51.814062, 55.179995", "Салмышская улица, 67/2");
 put(
                "51.814391, 55.180786", "Салмышская улица, 67/3");
 put(
                "51.814257, 55.178567", "Салмышская улица, 67/4");
 put(
                "51.813082, 55.172036", "Салмышская улица, 68");
 put(
                "51.813082, 55.172468", "Салмышская улица, 68/1");
 put(
                "51.812303, 55.172450", "Салмышская улица, 68/2");
 put(
                "51.812849, 55.173968", "Салмышская улица, 70");
 put(
                "51.811885, 55.174219", "Салмышская улица, 70/1");
 put(
                "51.811379, 55.174938", "Салмышская улица, 70/2");
 put(
                "51.813133, 55.175028", "Салмышская улица, 72");
 put(
                "51.813177, 55.174210", "Салмышская улица, 72/1");
 put(
                "51.813038, 55.175818", "Салмышская улица, 72/2");
 put(
                "51.812481, 55.176582", "Салмышская улица, 74");
 put(
                "51.811546, 55.177031", "Салмышская улица, 76");
    }};

}
